tap "FelixKratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jbangdev/tap"
tap "kardolus/chatgpt-cli"
tap "kardolus/chatgpt-cli"
tap "trailofbits/brew-verify"
tap "twitchdev/twitch"
brew "bat"
brew "borders"
brew "btop"
brew "chatgpt-cli"
brew "docker"
brew "duf"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitlab-ci-local"
brew "glab"
brew "gnupg"
brew "go"
brew "java"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lua"
brew "mas"
brew "micro"
brew "mpv"
brew "ncdu"
brew "node" 
brew "nowplaying-cli"
brew "openssl@3"
brew "pv"
brew "python@3.12"
brew "ripgrep"
brew "sketchybar"
brew "spicetify-cli"
brew "superfile"
brew "swaks"
brew "switchaudio-osx"
brew "telnet"
brew "thefuck"
brew "tree"
brew "twitchdev/twitch/twitch-cli"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "zipkin"
brew "zoxide"
brew "zsh"
cask "1password"
cask "alt-tab"
cask "chatgpt"
cask "clop"
cask "dbeaver-community"
cask "dockdoor"
cask "firefox", args: { "no-quarantine" => true }
cask "font-anonymice-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-noto-emoji"
cask "font-noto-mono"
cask "font-noto-mono-for-powerline"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-sans-caption"
cask "font-pt-sans-narrow"
cask "font-pt-serif"
cask "font-pt-serif-caption"
cask "font-sf-mono"
cask "font-sf-pro"
cask "fork"
cask "hyperkey"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "latest"
cask "localsend"
cask "marta"
cask "molotov"
cask "monitorcontrol"
cask "notunes"
cask "only-switch"
cask "platypus"
cask "rancher"
cask "raycast"
cask "scroll-reverser"
cask "setapp"
cask "sf-symbols"
cask "shottr"
cask "sloth"
cask "spotify"
cask "steermouse"
cask "streamlink-twitch-gui"
cask "stremio"
cask "swiftformat-for-xcode"
cask "tor-browser"
cask "trex"
cask "ubersicht"
cask "utm"
cask "visual-studio-code"
cask 'devutils'
cask 'typora'
cask 'virtualbuddy'
