#brew "koekeishiya/formulae/yabai"
brew " v"
brew "bat"
brew "borders"git
brew "btop"
brew "chatgpt-cli"
brew "colima"
brew "docker"
brew "eza"
brew "fd"
brew "font-sf-mono-nerd-font"
brew "fzf"
brew "mcpm"
brew "gh"
brew "git"
brew "gitlab-ci-local"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "grep"
brew "java"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "lazydocker"
brew "aichat"
brew "lua"
brew "mas"
brew "micro"
brew "mpv"
brew "ncdu"
brew "node" 
brew "nowplaying-cli"
brew "ocrmypdf"
brew "openssl@3"
brew "pv"
brew "python@3.12"
brew "ripgrep"
brew "rust"
brew "scrcpy"
brew "sketchybar"
brew "spicetify-cli"
brew "spotify_player"
brew "superfile"
brew "swaks"
brew "switchaudio-osx"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "twitchdev/twitch/twitch-cli"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "zipkin"
brew "zoxide"
brew "zsh"
cask "1password"
cask "alt-tab"
cask "amitv87-pip"
cask "android-platform-tools"
cask "bunch"
cask "chatgpt"
cask "clop"
cask "dbeaver-community"
cask "devutils"
cask "dockdoor"
cask "easy-move-plus-resize"    
cask "firefox", args: { "no-quarantine" => true }
cask "font-anonymice-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-fira-code-nerd-font"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans-condensed"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-noto-emoji"
cask "font-noto-mono-for-powerline"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-pt-mono"
cask "font-pt-sans-caption"
cask "font-pt-sans-narrow"
cask "font-pt-sans"
cask "font-pt-serif-caption"
cask "font-pt-serif"
cask "font-sf-mono"
cask "font-sf-pro"
cask "fork"
cask "gittyup"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kitty"
cask "latest"
cask "leader-key"
cask "localsend"
cask "marta"
cask "molotov"
cask "monitorcontrol"
cask "moom"
cask "notunes"
cask "only-switch"
cask "phoenix"
cask "platypus"
cask "raycast"
cask "rectangle-pro"
cask "scroll-reverser"
cask "setapp"
cask "sf-symbols"
cask "shottr"
cask "sloth"
cask "spotify"
cask "steermouse"
cask "streamlink-twitch-gui"
cask "stremio"
cask "swiftformat-for-xcode"
cask "ticktick"
cask "tor-browser"
cask "trex"
cask "typora"
cask "utm"
cask "virtualbuddy"
cask "visual-studio-code"
