tap "cirruslabs/cli"
tap "deskflow/tap"
tap "epk/epk"
tap "felixkratz/formulae"
tap "jbangdev/tap"
tap "kardolus/chatgpt-cli"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "olets/tap"
tap "oven-sh/bun"
tap "steipete/tap"
tap "trailofbits/brew-verify"
tap "twitchdev/twitch"
brew "antigen"
brew "automake"
brew "openssl@3"
brew "bat"
brew "blueutil"
brew "broot"
brew "btop"
brew "carthage"
brew "fftw"
brew "iniparser"
brew "portaudio"
brew "cava"
brew "chafa"
brew "ruby"
brew "cocoapods"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "difftastic"
brew "docker"
brew "duf"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "node"
brew "gitlab-ci-local"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "ical-buddy"
brew "ifstat"
brew "libtool"
brew "imagemagick"
brew "python@3.13"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "maclaunch"
brew "mas"
brew "mcpm"
brew "media-info"
brew "micro"
brew "moor"
brew "mpv"
brew "multitail"
brew "ncdu"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "nowplaying-cli"
brew "ocrmypdf"
brew "openjdk"
brew "poppler"
brew "pdftoipe"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "pv"
brew "pwgen"
brew "pyqt@5"
brew "tcl-tk"
brew "python-tk@3.13"
brew "python@3.12"
brew "ripgrep"
brew "rust"
brew "scrcpy"
brew "shpotify"
brew "spicetify-cli"
brew "spotify_player"
brew "sshpass"
brew "starship"
brew "stow"
brew "superfile"
brew "swaks"
brew "swiftformat"
brew "swiftly"
brew "switchaudio-osx"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "watchman"
brew "web-ext"
brew "wget"
brew "xplr"
brew "yadm"
brew "yarn"
brew "yazi"
brew "zipkin"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-fast-syntax-highlighting"
brew "zsh-syntax-highlighting"
brew "cirruslabs/cli/tart"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jbangdev/tap/jbang"
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "olets/tap/zsh-window-title"
brew "steipete/tap/peekaboo"
brew "twitchdev/twitch/twitch-cli"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alt-tab"
cask "amethyst"
cask "amitv87-pip"
cask "android-platform-tools"
cask "angry-ip-scanner"
cask "appcleaner"
cask "bbedit"
cask "bettertouchtool"
cask "blip"
cask "bunch"
cask "chatgpt"
cask "clop"
cask "dbeaver-community"
cask "deskflow"
cask "devutils"
cask "dockdoor"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-awesome-terminal-fonts"
cask "font-caskaydia-cove-nerd-font"
cask "font-codicon"
cask "font-fantasque-sans-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-fontawesome"
cask "font-gnu-unifont"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-icomoon"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-noto-emoji"
cask "font-noto-mono"
cask "font-noto-mono-for-powerline"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-powerline-symbols"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-sans-caption"
cask "font-pt-sans-narrow"
cask "font-pt-serif"
cask "font-pt-serif-caption"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "fork"
cask "freetube"
cask "gcloud-cli"
cask "gittyup"
cask "hammerspoon"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "latest"
cask "leader-key"
cask "localsend"
cask "molotov"
cask "monitorcontrol"
cask "notunes"
cask "only-switch"
cask "phoenix"
cask "platypus"
cask "qlmarkdown"
cask "raycast"
cask "setapp"
cask "sf-symbols"
cask "shortcat"
cask "shottr"
cask "sloth"
cask "spotify"
cask "steermouse"
cask "streamlink-twitch-gui"
cask "stremio"
cask "swiftformat-for-xcode"
cask "tor-browser"
cask "trex"
cask "typora"
cask "ubersicht"
cask "ungoogled-chromium"
cask "utm"
cask "virtualbuddy"
cask "visual-studio-code"
cask "zed"
cask "zen"
# mas "1Password for Safari", id: 1569813296
# mas "Apple Configurator", id: 1037126344
# mas "Bakery", id: 1575220747
# mas "CapCut", id: 1500855883
# mas "Codye", id: 1516894961
# mas "Companion", id: 6475761721
# mas "Copilot", id: 6738511300
# mas "DaVinci Resolve", id: 571213070
# mas "DetailsPro", id: 1524366536
# mas "Developer", id: 640199958
# mas "DevHub", id: 6476452351
# mas "DevTutor", id: 6471227008
# mas "Fabula", id: 1591155142
# mas "Ferromagnetic", id: 1546537151
# mas "Filebar", id: 1630856656
# mas "Float", id: 1621142916
# mas "GarageBand", id: 682658836
# mas "Gradient Maker", id: 1528484462
# mas "Home Assistant", id: 1099568401
# mas "Interactful", id: 1528095640
# mas "Irvue", id: 1039633667
# mas "JuxtaText", id: 6504801865
# mas "Keyboard Pilot", id: 402670023
# mas "Keynote", id: 409183694
# mas "KeyPad", id: 1491684442
# mas "Microsoft To Do", id: 1274495053
# mas "monday.com", id: 1298450641
# mas "MonitorControlLite", id: 1595464182
# mas "NotePlan", id: 1505432629
# mas "Numbers", id: 409203825
# mas "Olminator", id: 1572678154
# mas "Pages", id: 409201541
# mas "Pixea", id: 1507782672
# mas "Seashore", id: 1448648921
# mas "SimpleMind", id: 439654198
# mas "Spark Desktop", id: 6445813049
# mas "Speech Central", id: 1223093645
# mas "Swifter", id: 1621133381
# mas "Templates for Pages - DesiGN", id: 444453991
# mas "TestFlight", id: 899247664
# mas "Wavebar", id: 6450398808
# mas "WindowPin", id: 6739672480
# # mas "Xcode", id: 497799835
# vscode "1yib.svelte-bundle"
# vscode "adrieankhisbe.vscode-ndjson"
# vscode "ahmadawais.shades-of-purple"
# vscode "akil-s.tokyo-dark"
# vscode "alpha4.jsonl"
# vscode "alturos.vscjsontableeditor"
# vscode "amatiasq.sort-imports"
# vscode "andrepimenta.claude-code-chat"
# vscode "anthropic.claude-code"
# vscode "apriliandi246.css-sort"
# vscode "ardenivanov.svelte-intellisense"
# vscode "aryatholiya12345.orange-black-theme"
# vscode "astro-build.astro-vscode"
# vscode "austenc.tailwind-docs"
# vscode "benwiener.jsonl-tools"
# vscode "bierner.color-info"
# vscode "bierner.markdown-mermaid"
# vscode "bierner.markdown-preview-github-styles"
# vscode "boukichi.watch-run"
# vscode "bourhaouta.tailwindshades"
# vscode "bradlc.vscode-tailwindcss"
# vscode "brunnerh.insert-unicode"
# vscode "buster.ndjson-colorizer"
# vscode "chekweitan.compare-view"
# vscode "christianalexander.flip"
# vscode "codeontherocks.claude-config"
# vscode "codespaces-contrib.codeswing"
# vscode "cppcxy.emmylua-codestyle"
# vscode "csstools.postcss"
# vscode "dannywrayuk.vscode-workspace-tools"
# vscode "dbalas.vscode-html2pug"
# vscode "dcortes92.freemarker"
# vscode "docker.docker"
# vscode "dotjoshjohnson.xml"
# vscode "drcika.apc-extension"
# vscode "dutchigor.json-viewer"
# vscode "emmanuelbeziat.vscode-great-icons"
# vscode "eriklynd.json-tools"
# vscode "esbenp.prettier-vscode"
# vscode "f-loat.jsonl-converter"
# vscode "figma.figma-vscode-extension"
# vscode "firefox-devtools.vscode-firefox-debug"
# vscode "fivethree.vscode-svelte-snippets"
# vscode "ginie.pug2html"
# vscode "github.copilot"
# vscode "github.copilot-chat"
# vscode "github.github-vscode-theme"
# vscode "github.vscode-github-actions"
# vscode "github.vscode-pull-request-github"
# vscode "glenn2223.live-sass"
# vscode "grapecity.gc-excelviewer"
# vscode "gregchamblin.vscode-json-editor"
# vscode "hediet.vscode-drawio"
# vscode "heybourn.headwind"
# vscode "humao.rest-client"
# vscode "ibm.output-colorizer"
# vscode "idleberg.applescript"
# vscode "illixion.vscode-vibrancy-continued"
# vscode "jasonmcghee.claude-debugs-for-you"
# vscode "jock.svg"
# vscode "joshx.workspace-terminals"
# vscode "juehangqin.vscode-mcp-server"
# vscode "justusschneider.pf"
# vscode "jy-xlj.vscode-json-editor"
# vscode "jzmstrjp.color-the-tag-name"
# vscode "kastorcode.kastorcode-dark-orange-theme"
# vscode "kbysiec.vscode-go-to-mdn"
# vscode "kenan-salar.calmppuccin-vscode"
# vscode "kontrail.vscode-svg-dev"
# vscode "kotfu.bunch"
# vscode "l13rary.l13-diff"
# vscode "lehoanganh298.json-lines-viewer"
# vscode "leonardonaddei.json-grid-editor"
# vscode "llvm-vs-code-extensions.lldb-dap"
# vscode "ludoloops.ayutokyo"
# vscode "luisfontes19.vscode-swissknife"
# vscode "mechatroner.rainbow-csv"
# vscode "meganrogge.template-string-converter"
# vscode "mhutchie.git-graph"
# vscode "miclo.sort-typescript-imports"
# vscode "micnil.vscode-checkpoints"
# vscode "mikestead.dotenv"
# vscode "mohd-akram.vscode-html-format"
# vscode "mrmlnc.vscode-apache"
# vscode "ms-azuretools.vscode-containers"
# vscode "ms-ceintl.vscode-language-pack-fr"
# vscode "ms-edgedevtools.vscode-edge-devtools"
# vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
# vscode "ms-playwright.playwright"
# vscode "ms-python.debugpy"
# vscode "ms-python.isort"
# vscode "ms-python.python"
# vscode "ms-python.vscode-pylance"
# vscode "ms-python.vscode-python-envs"
# vscode "ms-toolsai.jupyter"
# vscode "ms-toolsai.jupyter-keymap"
# vscode "ms-toolsai.jupyter-renderers"
# vscode "ms-toolsai.vscode-jupyter-cell-tags"
# vscode "ms-toolsai.vscode-jupyter-slideshow"
# vscode "ms-vscode-remote.remote-containers"
# vscode "ms-vscode-remote.remote-ssh"
# vscode "ms-vscode-remote.remote-ssh-edit"
# vscode "ms-vscode-remote.remote-wsl"
# vscode "ms-vscode.cmake-tools"
# vscode "ms-vscode.cpptools"
# vscode "ms-vscode.cpptools-extension-pack"
# vscode "ms-vscode.cpptools-themes"
# vscode "ms-vscode.live-server"
# vscode "ms-vscode.makefile-tools"
# vscode "ms-vscode.remote-explorer"
# vscode "ms-vscode.remote-server"
# vscode "ms-windows-ai-studio.windows-ai-studio"
# vscode "n3rds-inc.image"
# vscode "natizyskunk.sftp"
# vscode "nickdemayo.vscode-json-editor"
# vscode "nicollasr.vscode-streamdeck"
# vscode "oliversturm.fix-json"
# vscode "ongshu777.lunar-blue"
# vscode "openai.chatgpt"
# vscode "pieterjongsma.swift-playgrounds"
# vscode "pivaszbs.svelte-autoimport"
# vscode "planbcoding.vscode-react-refactor"
# vscode "pmndrs.pmndrs"
# vscode "qwtel.sqlite-viewer"
# vscode "raillyhugo.one-hunter"
# vscode "redhat.java"
# vscode "redhat.vscode-xml"
# vscode "redhat.vscode-yaml"
# vscode "roozendaalonline.mymonorepo"
# vscode "semanticdiff.semanticdiff"
# vscode "shd101wyy.markdown-preview-enhanced"
# vscode "slaugaus.visual-json"
# vscode "sr-team.vscode-mr-workspace"
# vscode "svelte.svelte-vscode"
# vscode "sweetpad.sweetpad"
# vscode "swiftlang.swift-vscode"
# vscode "tamasfe.even-better-toml"
# vscode "tangzx.emmylua"
# vscode "tombonnike.vscode-status-bar-format-toggle"
# vscode "tomrijndorp.find-it-faster"
# vscode "tomsaunders.vscode-workspace-explorer"
# vscode "tonka3000.raycast"
# vscode "twilightcoders.claude-pilot"
# vscode "tyriar.luna-paint"
# vscode "unifiedjs.vscode-mdx"
# vscode "vadimcn.vscode-lldb"
# vscode "vdanchenkov.tailwind-class-sorter"
# vscode "visualstudioexptteam.intellicode-api-usage-examples"
# vscode "visualstudioexptteam.vscodeintellicode"
# vscode "vknabel.vscode-swiftformat"
# vscode "vscjava.migrate-java-to-azure"
# vscode "vscjava.vscode-gradle"
# vscode "vscjava.vscode-java-debug"
# vscode "vscjava.vscode-java-dependency"
# vscode "vscjava.vscode-java-pack"
# vscode "vscjava.vscode-java-test"
# vscode "vscjava.vscode-java-upgrade"
# vscode "vscjava.vscode-maven"
# vscode "vscode-icons-team.vscode-icons"
# vscode "waderyan.gitblame"
# vscode "xxgicoxx.orange-haze"
# vscode "xyz.local-history"
# vscode "yzane.markdown-pdf"
cask "lunar"
cask "bettermouse"
brew "oven-sh/bun/bun"
cask "claude"
cask "claude-code"
cask "setapp"
cask "setapp"
cask "setapp"
